Repository: old-s7uff/in-host
Catalog: webroot/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: You don't belong to any groups.
fr_fr: Vous n'appartenez à aucun groupe.

source: You don't have servers associated with your groups.
fr_fr: Vous n'avez aucun serveur associé à votre groupe.

source: Your Information
fr_fr: Vos Informations

source: Full Name
fr_fr: Nom Complet

source: Email Adress
fr_fr: Adresse Email

source: Username
fr_fr: Nom d'utilisateur

source: Your Groups
fr_fr: Vos Groupes

source: Name
fr_fr: Nom

source: Assigned Game Servers
fr_fr: Serveurs de Jeu Assignés

source: Net Status
fr_fr: Connectivité

source: Game
fr_fr: Jeu

source: Personal Notes
fr_fr: Notes Personnelles

source: Save
fr_fr: Sauvegarder

source: Client Login
fr_fr: Identification Client

source: Maintenance Mode
fr_fr: Mode Maintenance

source: The panel is currently undergoing scheduled maintenance. Please try back in 60 minutes. Sorry for the inconvenience.
fr_fr: Le panel est actuellement en cours de maintenance programmée. S'il vous plaît, essayez de nouveau dans 60 minutes. Désolé pour le désagrément.

source: Too Many Incorrect Login Attempts
fr_fr: Trop de Tentatives de Connexion Incorrectes

source: Please wait 10 minutes before trying again.
fr_fr: Merci de patienter 10 minutes avant la prochaine tentative.

source: Password Sent
fr_fr: Mot de Passe Envoyé

source: Your password has been reset and emailed to you.
fr_fr: Votre mot de passe a été réinitialisé et un E-mail vous a été envoyé.

source: Fail!
fr_fr: Échec!

source: Your IP
fr_fr: Votre IP

source: has been logged and admins notified of this failed attempt.
fr_fr: a été enregistrée et les administrateurs informés de cette tentative échouée.

source: Client Lost Password
fr_fr: Mot de Passe Client Perdu

source: Send Password
fr_fr: Envoyez le Mot de Passe

source: Previous
fr_fr: Précédent

source: Login Failed
fr_fr: Échec d'Identification

source: Sign In
fr_fr: Connexion

source: Password
fr_fr: Mot de Passe

source: Remember Me
fr_fr: Enregistrer

source: Login
fr_fr: S'identifier

source: Forgot Password?
fr_fr: Mot de Passe Perdu?

source: 5 Incorrect Client Login Attempts
fr_fr: 5 Tentatives Incorrectes de Connexion en tant que Client

source: Reset Password
fr_fr: Réinitialiser le Mot de Passe

source: Your password has been reset to:
fr_fr: Votre mot de passe a été réinitialisé:

source: With IP
fr_fr: Avec l'IP

source: My Account
fr_fr: Mon Compte

source: Profile
fr_fr: Profil

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Language
fr_fr: Langue

source: Save Changes
fr_fr: Sauvegarder les Changements

source: Cancel Changes
fr_fr: Annuler les Changements

source: Invalid ClientID.
fr_fr: ClientID invalide.

source: Firstname is too short (2 Chars min.).
fr_fr: Prénom trop court (2 caractères minimum).

source: Invalid Email.
fr_fr: Email Invalide.

source: Username is too short (4 Chars min.).
fr_fr: Nom d'utilisateur trop court (4 caractères minimum).

source: Username is already in use by another client.
fr_fr: Nom d'utilisateur déjà utilisé par un autre client.

source: No password.
fr_fr: Aucun mot de passe

source: Password is unsecure.
fr_fr: Mot de passe non sécurisé.

source: Passwords don't match.
fr_fr: Les mots de passe ne correspondent pas.

source: Validation Error! Form has been reset!
fr_fr: Erreur lors de la Validation! Le formulaire a été remis à zéro!

source: Account Updated Successfully!
fr_fr: Compte Mis à Jour avec Succès!

source: Your changes to your account have been saved.
fr_fr: Les modifications apportées à votre compte ont été enregistrées.

source: Validation Error!
fr_fr: Erreur de validation!

source: Personal Notes Updated Successfully!
fr_fr: Notes Personnelles Mises à Jour avec Succès!

source: Your changes to your personal notes have been saved.
fr_fr: Les modifications apportées à vos notes personnelles ont été enregistrées.

source: Script Console
fr_fr: Console de Script

source: Connection Error!
fr_fr: Erreur de connexion!

source: Summary
fr_fr: Résumé

source: Command
fr_fr: Commande

source: Your Command
fr_fr: Votre Commande

source: Send
fr_fr: Envoyer

source: Refresh
fr_fr: Rafraîchir

source: No ScriptID specified !
fr_fr: ScriptID non spécifié !

source: Invalid ScriptID.
fr_fr: ScriptID invalide.

source: The script has been disabled.
fr_fr: Le script a été désactivé.

source: The script is pending.
fr_fr: Le script est en attente.

source: Error!
fr_fr: Erreur!

source: This is not your script!
fr_fr: Ce n'est pas votre script!

source: This script still running: aborting.
fr_fr: Ce script fonctionne encore: abandon.

source: The script has been already started!
fr_fr: Le script a déjà été démarré!

source: Script Successfully Launched!
fr_fr: Script Lancé Avec Succès!

source: Non-interactive scripts are unstoppable!
fr_fr: Les scripts non interactifs sont inarrêtables!

source: The script has been already stopped!
fr_fr: Le script a déjà été stoppé!

source: Script Successfully Stopped!
fr_fr: Script Arrêté avec Succès!

source: Script Summary
fr_fr: Résumé du Script

source: Script Information
fr_fr: Informations sur le Script

source: Category
fr_fr: Catégorie

source: Status
fr_fr: Statut

source: Owner Group
fr_fr: Groupe Propriétaire

source: Script Description
fr_fr: Description du Script

source: Script Monitoring
fr_fr: Surveillance des Scripts

source: Panel Status
fr_fr: Statut Panel

source: Script Configuration
fr_fr: Configuration du script

source: Exec Mode
fr_fr: Mode d'Exécution

source: Non-Interactive
fr_fr: Non-Interactif

source: Interactive
fr_fr: Interactif

source: File Name
fr_fr: Nom du Fichier

source: Start Command
fr_fr: Commande de Démarrage

source: Home Directory
fr_fr: Répertoire d'Instalation

source: Screen Name
fr_fr: Nom du Screen

source: Script Control Panel
fr_fr: Panel de Configuration des Scripts

source: Script not validated !
fr_fr: Script non validé !

source: An administrator must validate the script in order to use it.
fr_fr: Un administrateur doit valider le script afin de l'utiliser.

source: Launch
fr_fr: Lancer

source: The script has been disabled !
fr_fr: Le script a été désactivé !

source: Start
fr_fr: Démarrer

source: Stop
fr_fr: Arrêter

source: Server Summary
fr_fr: Résumé du Serveur

source: This is not your server!
fr_fr: Ce n'est pas votre serveur!

source: Server Control Panel
fr_fr: Panneau de Configuration du Serveur

source: RCON Tool
fr_fr: Outil RCON

source: Activity Logs
fr_fr: Rapports d'Activité

source: Server Information
fr_fr: Informations sur le Serveur

source: IP Address
fr_fr: Adresse IP

source: Query Port
fr_fr: Port de Requêtes

source: Server Configuration
fr_fr: Configuration du Serveur

source: Priority
fr_fr: Priorité

source: Directory
fr_fr: Répertoire

source: Executable
fr_fr: Exécutable

source: Server Monitoring
fr_fr: Surveillance des Serveurs

source: Query Type
fr_fr: Type de Requête

source: Players
fr_fr: Joueurs

source: Server not validated !
fr_fr: Le serveur n'est pas validé!

source: An administrator must validate the server in order to use it.
fr_fr: Un administrateur doit valider le serveur afin de l'utiliser.

source: The server has been disabled !
fr_fr: Le serveur a été désactivé !

source: Path
fr_fr: Chemin

source: Box
fr_fr: Dédié

source: Restart
fr_fr: Redémarrer

source: Download Screenlog
fr_fr: Télécharger ScreenLog

source: Last 15 Actions
fr_fr: 15 Dernières Actions

source: No Logs Found
fr_fr: Aucun Rapport Trouvé

source: Back to Home
fr_fr: Retour à l'Accueil

source: Download SCREENLOG ?
fr_fr: Télécharger le SCREENLOG ?

source: No ServerID specified !
fr_fr: ServerID non spécifié !

source: Invalid ServerID.
fr_fr: ServerID invalide.

source: The server has been disabled.
fr_fr: Le serveur a été désactivé.

source: The server is pending.
fr_fr: Le serveur est en attente.

source: The server is already running!
fr_fr: Le serveur est déjà lancé!

source: Unable To Set Game Server Directory
fr_fr: Impossible De Définir Le Répertoire Du Serveur De Jeu

source: Unable To Install Game Server!
fr_fr: Impossible d'Installer le Serveur de Jeu!

source: Operation in Progress!
fr_fr: Opération en Cours!

source: Server Successfully Started!
fr_fr: Serveur Démarré avec Succès!

source: With command
fr_fr: Avec la commande

source: The server is already stopped!
fr_fr: Le serveur est déjà arrêté!

source: Server Successfully Stopped!
fr_fr: Serveur Arrêté avec Succès!

source: Server Successfully Rebooted!
fr_fr: Serveur Redémarré avec Succès!

source: Available servers for RCON
fr_fr: Serveurs disponibles pour RCON

source: RCON Console
fr_fr: Console RCON

source: No ServerID specified for server validation !
fr_fr: Aucun ServerID spécifié pour la validation du serveur !

source: The server is not running!
fr_fr: Le serveur n'est pas lancé!

source: The server is disabled or pending!
fr_fr: Le serveur est désactivé ou en attente!

source: RCON Command
fr_fr: Commande RCON

source: Your RCON Command
fr_fr: Votre Commande RCON

source: Back to RCON Tool Servers List
fr_fr: Retour à la Liste des Serveurs de l'outil RCON

source: Go to Server Summary
fr_fr: Aller au Résumé Serveur

source: Boxes
fr_fr: Dédiés

source: Add New Box
fr_fr: Ajouter un Nouveau Dédié

source: Servers
fr_fr: Serveurs

source: Network Status
fr_fr: Statut Réseau

source: Bandwidth Usage
fr_fr: Bande Passante

source: Shows Bandwidth Statistics. RX: receive, incoming data. TX: transmitting, outgoing data.
fr_fr: Montre les statistiques de bande passante. RX: Réception. TX: Transmission.

source: Shows the percentage of CPU in use by the box (user mode).
fr_fr: Indique le pourcentage de CPU utilisé par le dédié (mode utilisateur).

source: Shows the percentage of RAM in use by the box.
fr_fr: Indique le pourcentage de RAM utilisé par le dédié.

source: Load Average
fr_fr: Charge Moyenne

source: Represents the average system load during the last 15 minutes.
fr_fr: Représente la charge moyenne du système au cours des 15 dernières minutes.

source: HDD
fr_fr: DD

source: Shows the percentage of HDD usage.
fr_fr: Indique le pourcentage d'utilisation du disque dur.

source: No Boxes Found
fr_fr: Aucun Dédié Trouvé

source: No boxes found.
fr_fr: Aucun dédié trouvé.

source: Click here
fr_fr: Cliquez ici

source: to add a new box.
fr_fr: pour ajouter un nouveau dédié.

source: Last Update
fr_fr: Dernière Mise à Jour

source: Setup the cron job to enable box monitoring!
fr_fr: Configurez la tâche cron pour permettre un suivi du dédié!

source: Server Name
fr_fr: Nom du Serveur

source: SSH Login
fr_fr: Identifiant SSH

source: SSH Password
fr_fr: Mot de passe SSH

source: Confirm Password
fr_fr: Confirmer le Mot de Passe

source: SSH Port
fr_fr: Port SSH

source: OS Type
fr_fr: Type du système d'exploitation

source: Admin Notes
fr_fr: Notes de l'Administrateur

source: Verify Login &amp; Password
fr_fr: Vérifier la Connexion &amp; le Mot de Passe

source: Back to Boxes
fr_fr: Retour aux Dédiés

source: Box Charts
fr_fr: Graphiques du Dédié

source: IP Addresses
fr_fr: Adresses IP

source: Charts
fr_fr: Graphiques

source: Game File Repositories
fr_fr: Dépôts des Fichiers de Jeu

source: Box Game File Repositories
fr_fr: Dépôts des Fichiers de Jeu du Dédié

source: Cache Directory
fr_fr: Répertoire du Cache

source: Disk Usage
fr_fr: Utilisation Disque

source: Last Modification
fr_fr: Dernière Modification

source: None
fr_fr: Aucun

source: Never
fr_fr: Jamais

source: Game Not Supported
fr_fr: Jeu Non Supporté

source: No Cache
fr_fr: Aucun Cache

source: create a new cache repository for
fr_fr: créer un nouveau dépôt pour

source: abort current operation for repository
fr_fr: annuler l'opération en cours pour le dépôt

source: refresh repository contents for
fr_fr: rafraichir les contenus du dépôt pour

source: remove cache repository for
fr_fr: supprimer le dépôt pour

source: Are you sure you want to
fr_fr: Etes-vous sûr que vous voulez

source: Box IP Adresses
fr_fr: Adresses IP du Dédié

source: Add
fr_fr: Ajouter

source: Box Activity Logs
fr_fr: Rapports d'Activité du Dédié

source: Timestamp
fr_fr: Horodatage

source: Box Name is too short (2 Chars min.).
fr_fr: Nom du Dédié trop court (2 caractères minimum).

source: Invalid IP.
fr_fr: IP invalide.

source: This IP is already in use with the same login !
fr_fr: Cette adresse IP est déjà utilisée avec le même identifiant !

source: No SSH login !
fr_fr: Pas d'Identifiant SSH !

source: SSH Password is not set.
fr_fr: Le Mot de Passe SSH n'est pas défini.

source: SSH Passwords don't match.
fr_fr: Les Mots de Passe SSH ne correspondent pas.

source: SSH Port is not a numeric value !
fr_fr: Le Port SSH n'est pas une valeur numérique !

source: Malformed Box Password!
fr_fr: Mot de Passe Box Malformé!

source: The password stored in your MySQL Database for this box is corrupted. Cancelling...
fr_fr: Le mot de passe stocké dans votre base de données pour cette box est corrompu. Annulation...

source: Box Added Successfully!
fr_fr: Dédié Ajouté avec Succès!

source: The box has been added and is ready for use.
fr_fr: Le dédié a été ajouté et est prêt à l'emploi.

source: Invalid BoxID.
fr_fr: BoxID invalide.

source: The password stored in your MySQL Database for this box is corrupted. Old password kept...
fr_fr: Le mot de passe stocké dans votre base de données pour cette box est corrompu. Ancien mot de passe maintenu...

source: Box Updated Successfully!
fr_fr: Dédié Mis à Jour avec Succès!

source: Your changes to the box have been saved.
fr_fr: Les modifications apportées à votre dédié ont été enregistrées.

source: Admin Notes Updated Successfully!
fr_fr: Les Notes de l'Administrateur ont été Mises à Jour avec Succès!

source: Your changes to the admin notes have been saved.
fr_fr: Les modifications apportées aux notes de l'administrateur ont été enregistrées.

source: Assigned servers must be deleted first.
fr_fr: Les serveurs affectés doivent être supprimés en premier.

source: Box Deleted Successfully!
fr_fr: Dédié Supprimé avec Succès!

source: The selected box has been removed.
fr_fr: Le dédié sélectonné a été supprimé.

source: This IP is already in use !
fr_fr: Cette IP est déjà utilisée !

source: Invalid GameID.
fr_fr: GameID invalide.

source: Game Installer Error!
fr_fr: Erreur du GameInstaller!

source: Unable To Make Game Cache Repository!
fr_fr: Impossible De Créer Le Dépôt Du Jeu!

source: Unable To Set Repository Directory
fr_fr: Impossible De Définir Le Répertoire Du Dépôt

source: Operation In Progress For This Repository Or Repository Locked For Server Side Operation!
fr_fr: Opération En Cours Sur Ce Dépôt Ou Dépôt Vérouillé Pour Une Opération Côté Serveur de Jeu!

source: Internal Error
fr_fr: Erreur Interne

source: Making Game Cache Repository!
fr_fr: Le Dépôt des Fichiers de Jeu Est En Création!

source: Your game cache repository is currently being created. Please wait...
fr_fr: Le dépôt du jeu est en cours de création. Veuillez patienter...

source: Warning: Operation Aborted!
fr_fr: Attention: Opération Annulée

source: Unable To Delete Game Cache Repository!
fr_fr: Impossible De Supprimer Le Dépôt!

source: Warning: Repository Deleted!
fr_fr: Attention: Dépôt Supprimé!

source: Repository files are under deletion.
fr_fr: Les fichiers du dépôt sont en cours de suppression.

source: Box Profile
fr_fr: Profil du Dédié

source: Leave blank for no change
fr_fr: Laisser vide pour ne pas changer

source: Box Servers
fr_fr: Serveurs du Dédié

source: Add New Server
fr_fr: Ajouter un Nouveau Serveur

source: Assigned Servers
fr_fr: Serveurs Assignés

source: Box Summary
fr_fr: Résumé du Dédié

source: Box Information
fr_fr: Informations sur le Dédié

source: Delete Box
fr_fr: Supprimer le Dédié

source: Manage IPs
fr_fr: Gérer les IPs

source: Box Monitoring
fr_fr: Surveillance du Dédié

source: CPU Load
fr_fr: Charge CPU

source: RAM Usage
fr_fr: Mémoire Physique

source: used
fr_fr: utilisé

source: free
fr_fr: libre

source: Hostname
fr_fr: Nom d'Hôte

source: OS
fr_fr: Système d'Exploitation

source: Kernel Version - Machine Architecture
fr_fr: Version du Kernel - Architecture

source: CPU Info
fr_fr: Informations CPU

source: Uptime
fr_fr: Durée de Fonctionnent

source: SWAP Usage
fr_fr: Utilistation SWAP

source: HDD Usage
fr_fr: Utilisation DD

source: Last 5 Actions
fr_fr: 5 Dernières Actions

source: Are you sure you want to delete box:
fr_fr: Etes-vous sûr que vous voulez supprimer le dédié:

source: Add New Client
fr_fr: Ajouter un Nouveau Client

source: Last Login
fr_fr: Dernière Identification

source: No Clients Found
fr_fr: Aucun Client Trouvé

source: No clients found.
fr_fr: Aucun client trouvé

source: to add a new client.
fr_fr: pour ajouter un nouveau client.

source: Leave blank for random password
fr_fr: Laisser vide pour générer un mot de passe aléatoire

source: Optional
fr_fr: Facultatif

source: Client's Notes
fr_fr: Notes du Client

source: Send New Client Account Email
fr_fr: Envoyer un Email d'Information au Nouveau Compte Client

source: Back to Clients
fr_fr: Retour aux Clients

source: Client Activity Logs
fr_fr: Rapports d'Activité Client

source: Username is already in use.
fr_fr: Nom d'utilisateur déjà utilisé.

source: You must send an email for a random password.
fr_fr: Vous devez envoyer un e-mail pour utiliser un mot de passe aléatoire.

source: Game Panel Account Information
fr_fr: Informations sur le Panel

source: Dear
fr_fr: Cher

source: Here is your account login details:
fr_fr: Voici vos informations de connexion au compte:

source: Username:
fr_fr: Nom d'Utilisateur:

source: Email Address:
fr_fr: Adresse Email:

source: Password:
fr_fr: Mot de Passe:

source: Game Panel Link:
fr_fr: Lien du Panel:

source: Client Added Successfully!
fr_fr: Client Ajouté avec Succès!

source: The new client account has been added and is ready for use.
fr_fr: Le compte client a été ajouté et est prêt à être utilisé.

source: Here is your new account login details:
fr_fr: Voici vos nouvelles informations de connexion au compte:

source: Client Updated Successfully!
fr_fr: Client Mis à Jour avec Succès!

source: Your changes to the client have been saved.
fr_fr: Les modifications apportées au client ont été enregistrées.

source: Client Deleted Successfully!
fr_fr: Client Supprimé avec Succès!

source: The selected client has been removed.
fr_fr: Le client sélectonné a été supprimé.

source: Client Profile
fr_fr: Profil Client

source: Active
fr_fr: Actif

source: Suspended
fr_fr: Suspendu

source: Resend New Client Account Email
fr_fr: Renvoyer un Email d'Information au Compte Client

source: A New Password Is Required
fr_fr: Un Nouveau Mot De Passe Est Requis.

source: Client Servers
fr_fr: Serveurs du Client

source: This client doesn't belong to any groups.
fr_fr: Ce client n'appartient à aucun groupe.

source: This client doesn't have servers associated with his groups.
fr_fr: Le client n'a aucun serveur associé à ses groupes.

source: Client Summary
fr_fr: Résumé du Client

source: Client Information
fr_fr: Informations sur le Client

source: Email Address
fr_fr: Adresse Email

source: Delete Client
fr_fr: Supprimer le Client

source: Client's Groups
fr_fr: Groupes du Client

source: Other Information
fr_fr: Autres Informations

source: Client Since
fr_fr: Client Depuis

source: Last IP
fr_fr: Dernière IP

source: Last Hostname
fr_fr: Dernier Nom d'Hôte

source: Are you sure you want to delete client:
fr_fr: Etes-vous sûr que vous voulez supprimer le client:

source: Administrators
fr_fr: Administrateurs

source: Add New Administrator
fr_fr: Ajouter un Nouvel Administrateur

source: Access Level
fr_fr: Niveau d'Accès

source: Are you sure you want to delete administrator:
fr_fr: Etes-vous sûr que vous voulez supprimer l'administrateur:

source: Super Administrator
fr_fr: Super Administrateur

source: Full Administrator
fr_fr: Administrateur Standart

source: Back to Administrators
fr_fr: Retour aux Administrateurs

source: Edit Administrator
fr_fr: Modifier un Administrateur

source: Password is unsecure or not set.
fr_fr: Le Mot de Passe est non sécurisé ou n'est pas défini.

source: Passwords don't match.
fr_fr: Les Mots de Passe ne correspondent pas.

source: Admin Added Successfully!
fr_fr: Administrateur Ajouté avec Succès!

source: The new admin account has been added and is ready for use.
fr_fr: Le nouveau compte administrateur a été ajouté et est prêt à être utilisé.

source: Invalid AdminID.
fr_fr: AdminID invalide.

source: Username is already in use by another administrator.
fr_fr: Nom d'utilisateur déjà utilisé par un autre administrateur.

source: You cannot change your information yourself. You should use
fr_fr: Vous ne pouvez pas modifier vos propres informations vous-même. Vous devez utiliser

source: instead.
fr_fr: à la place.

source: Admin Updated Successfully!
fr_fr: Administrateur Mis à Jour avec Succès!

source: Your changes to the admin have been saved.
fr_fr: Les modifications apportées à l'administrateur ont été enregistrées.

source: You cannot delete yourself!
fr_fr: Vous ne pouvez pas vous supprimer!

source: Admin Deleted Successfully!
fr_fr: Administrateur Supprimé avec Succès!

source: The selected admin has been removed.
fr_fr: L'administrateur sélectionné a été supprimé!

source: Tip
fr_fr: Astuce

source: Cron Settings
fr_fr: Configuration du Cron

source: To enable server monitoring, set up the cron job to run every
fr_fr: Pour activer la surveillance du serveur, configurez la tâche cron pour être exécutée toutes les

source: More information at
fr_fr: Plus d'informations sur

source: Setting Up Cron Job
fr_fr: Configuration du CRON Job

source: Create the following Cron Job using PHP
fr_fr: Créez la tâche cron suivante en utilisant PHP

source: Manage Games
fr_fr: Gestion des Jeux

source: Add New Game
fr_fr: Ajouter un Nouveau Jeu

source: Are you sure you want to delete game:
fr_fr: Êtes-vous sûr que vous voulez supprimer le jeu:

source: Game Name
fr_fr: Nom du Jeu

source: Max Slots
fr_fr: Slots Maximum

source: Default Server Port
fr_fr: Port du Serveur par Défaut

source: Leave blank to use server port
fr_fr: Laisser vide pour utiliser le port serveur

source: Game Configuration
fr_fr: Configuration du Jeu

source: Configuration Name
fr_fr: Nom de la Configuration

source: Associated Option
fr_fr: Option Associée

source: Back to Games
fr_fr: Retour aux Jeux

source: Edit Game
fr_fr: Modifier le Jeu

source: is currently in use by game servers!
fr_fr: est actuellement utilisé par les serveurs de jeu!

source: Game Name is too short (2 Chars min.).
fr_fr: Nom du Jeu trop court (2 caractères minimum).

source: Max Slots is not set !
fr_fr: Nombre de Slots non spécifié !

source: Max Slots is not a numeric value !
fr_fr: Le Nombre de Slots n'est pas une valeur numérique !

source: Default Server Port is not set !
fr_fr: Port Serveur par Défaut n'est pas configuré !

source: Default Server Port is not a numeric value !
fr_fr: Port Serveur par Défaut n'est pas une valeur numérique!

source: Start Command is not set !
fr_fr: La Commande de Démarrage n'est pas définie !

source: Unknown Query Type !
fr_fr: Type de Requête inconnu !

source: Query Port is not a numeric value !
fr_fr: Port de Requête n'est pas une valeur numérique !

source: Game Added Successfully!
fr_fr: Jeu Ajouté avec Succès!

source: The new game has been added and is ready for use.
fr_fr: Le nouveau jeu a été ajouté et est prêt à l'emploi.

source: Game Updated Successfully!
fr_fr: Jeu Mis à Jour avec Succès!

source: Your changes to the game have been saved.
fr_fr: Les modifications apportées au jeu ont été enregistrées.
