Repository: old-s7uff/in-host
Catalog: webroot/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: The selected game cannot be deleted as it is currently in use by a game server. The server must be deleted first.
fr_fr: Le jeu sélectionné ne peut pas être supprimé, car il est actuellement en cours d'utilisation par un serveur de jeu. Le serveur doit d'abord être supprimé.

source: Game Deleted Successfully!
fr_fr: Jeu Supprimé avec Succès!

source: The selected game has been removed.
fr_fr: Le jeu sélectonnée a été supprimé.

source: General Settings
fr_fr: Paramètres Généraux

source: General
fr_fr: Général

source: Panel Name
fr_fr: Nom du Panel

source: The name of the panel for the header in the client panel
fr_fr: Le nom du panel pour l'en-tête dans le panel côté client

source: Panel URL
fr_fr: URL du Panel

source: Client side URL, http://www.yourdomain.com/panel/
fr_fr: URL côté client, http://www.yourdomain.com/panel/

source: On
fr_fr: Activé

source: Off
fr_fr: Désactivé

source: Switch the panel in maintenance mode.
fr_fr: Mettre le panel en mode maintenance.

source: Only
fr_fr: Seulement

source: Super Administrators
fr_fr: Super Administrateurs

source: will be able to log into the panel,
fr_fr: seront en mesure de se connecter au panel,

source: Limited / Full Administrators
fr_fr: Administrateurs Limités / Standarts

source: and
fr_fr: et

source: will be redirected to a page showing that your panel is down for maintenance.
fr_fr: seront redirigés vers une page indiquant que votre panel est en maintenance.

source: NOTE: CRON JOB IS DISABLED IN THIS MODE!
fr_fr: REMARQUE: LE CRON EST DESACTIVE DANS CE MODE!

source: Panel Name is too short !
fr_fr: Nom du Panel trop court !

source: System Url is too short !
fr_fr: Url Système trop courte !

source: Invalid maintenance mode.
fr_fr: Mode maintenance invalide.

source: Invalid Admin template !
fr_fr: Template Admin invalide !

source: Invalid Client template !
fr_fr: Template Client invalide !

source: Settings Updated Successfully!
fr_fr: Paramètres Mis à Jour avec Succès!

source: Your changes to the settings have been saved.
fr_fr: Les modifications apportées aux paramètres ont été enregistrées.

source: Manage Groups
fr_fr: Gérer les Groupes

source: Add New Group
fr_fr: Ajouter un Nouveau Groupe

source: Members
fr_fr: Membres

source: No Groups Found
fr_fr: Aucun Groupe Trouvé

source: No groups found.
fr_fr: Aucun groupe trouvé

source: to add a new group.
fr_fr: pour ajouter un nouveau groupe.

source: Are you sure you want to delete group:
fr_fr: Etes-vous sûr que vous voulez supprimer le groupe:

source: Group Name
fr_fr: Nom du Groupe

source: Group Description
fr_fr: Description du Groupe

source: Back to Groups
fr_fr: Retour aux Groupes

source: Edit Group
fr_fr: Modifier le Groupe

source: This group doesn't have clients.
fr_fr: Ce groupe n'a pas de client.

source: Group Configuration
fr_fr: Configuration du Groupe

source: Group Name is too short (2 Chars min.).
fr_fr: Nom du Groupe trop court (2 caractères minimum).

source: This name is already in use !
fr_fr: Ce nom est déjà utilisé !

source: Group Added Successfully!
fr_fr: Groupe Ajouté avec Succès!

source: The new group has been added but you have to edit it to add members.
fr_fr: Le nouveau groupe a été ajouté, mais vous devez le modifier pour ajouter des membres.

source: Invalid GroupID.
fr_fr: GroupID invalide.

source: Invalid Client Username
fr_fr: Nom d'Utilisateur Client invalide

source: Group Updated Successfully!
fr_fr: Groupe Mis à Jour avec Succès!

source: Your changes to the group have been saved.
fr_fr: Les modifications apportées au groupe ont été enregistrées.

source: New Client Successfully Added!
fr_fr: Nouveau Client Ajouté avec Succès!

source: has been added to the group.
fr_fr: a été ajouté au groupe.

source: The selected group cannot be deleted as it is currently linked with a game server. The server must be deleted first.
fr_fr: Le groupe sélectionné ne peut pas être supprimé, car il est actuellement lié à un serveur de jeu. Le serveur doit d'abord être supprimées.

source: Group Deleted Successfully!
fr_fr: Groupe Supprimé avec Succès!

source: The selected group has been removed.
fr_fr: Le groupe sélectonné a été supprimé.

source: Online Users
fr_fr: Utilisateurs Actifs

source: Privilege
fr_fr: Privilège

source: Active Game Servers
fr_fr: Serveurs de Jeu Actifs

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Déconnecté

source: Box Name
fr_fr: Nom du Dédié

source: Bandwith Usage
fr_fr: Utilisation de la Bande Passante

source: View All
fr_fr: Voir Tous

source: Admin Login
fr_fr: Identification Administrateur

source: The panel is currently undergoing scheduled maintenance.
fr_fr: Le panel est actuellement en cours de maintenance programmée.

source: are allowed to log in.
fr_fr: sont autorisés à se connecter.

source: Administrator Lost Password
fr_fr: Mot de Passe Administrateur Perdu

source: 5 Incorrect Admin Login Attempts
fr_fr: 5 Tentatives Incorrectes de Connexion en tant qu'Admin

source: Manage Scripts
fr_fr: Gérer les Scripts

source: Add New Script
fr_fr: Ajouter Nouveau Script

source: No Scripts Found
fr_fr: Aucun Script Trouvé

source: No scripts found.
fr_fr: Aucun script trouvé.

source: to add a new script.
fr_fr: pour ajouter un nouveau script.

source: Go to Categories
fr_fr: Allez aux Catégories

source: Back to Scripts
fr_fr: Retour aux Scripts

source: No Categories Found
fr_fr: Aucune Catégorie Trouvée

source: No categories found.
fr_fr: Aucune catégorie trouvée.

source: to add a new category.
fr_fr: pour ajouter une nouvelle catégorie.

source: Script Name
fr_fr: Nom du Script

source: About Scripts
fr_fr: À Propos des Scripts

source: Script Directory
fr_fr: Répertoire du Script

source: Back
fr_fr: Retour

source: Add New Script Category
fr_fr: Ajouter une Nouvelle Catégorie de Script

source: Category Name
fr_fr: Nom de la Catégorie

source: Category Description
fr_fr: Description de la Catégorie

source: Add New Category
fr_fr: Ajouter une Nouvelle Catégorie

source: Back to Scripts Categories
fr_fr: Retour aux Catégories de Scripts

source: Edit Script Category
fr_fr: Modifier une Catégorie de Script

source: Manage Script Categories
fr_fr: Gérer les Catégories de Script

source: Are you sure you want to delete category:
fr_fr: Êtes-vous sûr que vous voulez supprimer la catégorie:

source: Go to Scripts
fr_fr: Allez aux Scripts

source: No script name specified.
fr_fr: Aucun nom de script spécifié.

source: This name is already in use !
fr_fr: Ce nom est déjà utilisé !

source: BoxID is not valid.
fr_fr: BoxID n'est pas valide.

source: CatID is not valid.
fr_fr: CatID n'est pas valide.

source: Invalid CatID.
fr_fr: CatID Invalide.

source: No script specified.
fr_fr: Aucun script spécifié.

source: Start command is not specified.
fr_fr: La commande de démarrage n'est pas spécifié.

source: Invalid Start Command: alias &#123;script&#125; not found.
fr_fr: La Commande de Démarrage est invalide: l'alias &#123;script&#125; est introuvable.

source: Home Directory is not specified.
fr_fr: Le Répertoire d'Instalation n'est pas spécifié.

source: Invalid Home Directory.
fr_fr: Répertoire d'Instalation Invalide.

source: Invalid ExecMode.
fr_fr: Mode d'Exécution Invalide.

source: Script Added Successfully!
fr_fr: Script Ajouté avec Succès!

source: The new script has been added but must be validated.
fr_fr: Le nouveau script a été ajouté mais doit être validé.

source: Invalid status.
fr_fr: Statut invalide.

source: Cannot edit the script while this one is running.
fr_fr: Impossible de modifier le script lorsque celui-ci est en marche.

source: Script Updated Successfully!
fr_fr: Script Mis à Jour avec Succès!

source: Your changes to the script have been saved.
fr_fr: Les modifications apportées au script ont été enregistrées.

source: No ScriptID specified for script deletion !
fr_fr: Aucun ScriptID spécifié pour la suppresion du script !

source: The script must be stopped first!
fr_fr: Le script doit être stoppé en premier!

source: Script Deleted Successfully!
fr_fr: Script Supprimé avec Succès!

source: The selected script has been removed.
fr_fr: Le script sélectionné a été supprimé.

source: No ScriptID specified for validation !
fr_fr: Aucun ScriptID spécifié pour la validation !

source: Screen is not installed on the script's box.
fr_fr: Screen n'est pas installé sur le dédié du script.

source: Unable to find
fr_fr: Impossible de trouver

source: located in
fr_fr: situé à

source: Script Successfully Validated!
fr_fr: Script Validé avec Succès!

source: The script is now ready for use.
fr_fr: Le script est maintenant prêt à être utilisé.

source: Category Name is too short (2 Chars min.).
fr_fr: Nom de la Catégorie trop court (2 caractères minimum).

source: Category Added Successfully!
fr_fr: Catégorie Ajoutée avec Succès!

source: Category Updated Successfully!
fr_fr: Catégorie Mise à Jour avec Succès!

source: The selected category cannot be deleted as it is currently linked with a script. The script must be deleted first.
fr_fr: La catégorie sélectionnée ne peut pas être supprimée, car elle est actuellement liée à un script. Le script doit d'abord être supprimé.

source: Category Deleted Successfully!
fr_fr: Catégorie Supprimée avec Succès!

source: The selected category has been removed.
fr_fr: La catégorie sélectonnée a été supprimée.

source: Script Settings
fr_fr: Paramètres des Scripts

source: Inactive
fr_fr: Inactif

source: You must validate the script before changing its status.
fr_fr: Vous devez valider le script avant de changer son statut.

source: Validate
fr_fr: Valider

source: Delete Script
fr_fr: Supprimer le Script

source: You must validate the script in order to use it.
fr_fr: Vous devez valider le script afin de l'utiliser.

source: Are you sure you want to delete script:
fr_fr: Êtes-vous sûr que vous voulez supprimer le script:

source: No Servers Found
fr_fr: Aucun Serveur Ttrouvé

source: No servers found.
fr_fr: Aucun serveur trouvé.

source: to add a new server.
fr_fr: pour ajouter un nouveau serveur.

source: Servers:
fr_fr: Serveurs:

source: Players:
fr_fr: Joueurs:

source: Max Players:
fr_fr: Joueurs Maximum:

source: Back to Servers
fr_fr: Retour aux Serveurs

source: Submit
fr_fr: Soumettre

source: Select Game
fr_fr: Jeu Sélectionné

source: Add New Game Server
fr_fr: Ajouter un Nouveau Serveur de Jeu

source: Box IP
fr_fr: IP du Dédié

source: Nice Priority
fr_fr: Priorité Nice

source: -20 is the most favorable and 19 the least favorable
fr_fr: -20 est le plus favorable et 19 le moins favorable

source: Server Port
fr_fr: Port Serveur

source: LGSL Query Port
fr_fr: Port de Requête LGSL

source: Link An Existing Game Server
fr_fr: Lier un Serveur de Jeu déjà existant

source: Absolute Path of the Server Executable
fr_fr: Chemin Absolu vers l'Executable Serveur

source: Example
fr_fr: Exemple

source: Create A New Game Server
fr_fr: Installer un Nouveau Serveur de Jeu

source: Absolute Path for the New Game Server
fr_fr: Chemin Absolu vers le Nouveau Serveur de Jeu

source: Manage
fr_fr: Gérer

source: Server Activity Logs
fr_fr: Rapports d'Activité Serveur

source: Operation In Progress On This Game Server
fr_fr: Opération En Cours Sur Ce Serveur De Jeu

source: abort current operation for game server
fr_fr: annuler l'opération en cours sur le serveur de jeu

source: Abort Operation
fr_fr: Annuler l'Opération

source: You must validate the server in order to use it.
fr_fr: Vous devez valider le serveur afin de l'utiliser.

source: Install
fr_fr: Installer

source: The server has been disabled
fr_fr: Le serveur a été désactivé

source: Game Repository
fr_fr: Dépôts des Fichiers de Jeu

source: No Data
fr_fr: Aucune Donnée

source: reset game server contents
fr_fr: reset les contenus du serveur de jeu

source: Reset Contents
fr_fr: Reset du Contenu

source: update game server contents
fr_fr: mettre à jour les contenus du serveur de jeu

source: Update Contents
fr_fr: Mettre à Jour le Contenu

source: GameID is not valid.
fr_fr: GameID n'est pas valide.

source: The game is unavailable.
fr_fr: Le jeu n'est pas disponible.

source: No server name specified.
fr_fr: Aucun nom de serveur spécifié.

source: GroupID is not valid.
fr_fr: GroupID n'est pas valide.

source: IpID is not valid.
fr_fr: IpID n'est pas valide.

source: Invalid IpID.
fr_fr: IpID invalide.

source: Priority must be a numeric value !
fr_fr: La priorité doit être une valeur numérique!

source: The slots must be a numeric value !
fr_fr: Les slots doivent être une valeur numérique !

source: Port must be a numeric value !
fr_fr: Le port doit être une valeur numérique !

source: Port is already in use !
fr_fr: Le port est déjà en cours d'utilisation !

source: Queryport must be a numeric value !
fr_fr: Le port de requête doit être une valeur numérique !

source: Queryport is already in use !
fr_fr: Le port de requête est déjà en cours d'utilisation !

source: Path is not specified.
fr_fr: Aucun chemin spécifié.

source: Invalid Path.
fr_fr: Chemin Invalide.

source: Path is already in use !
fr_fr: Le chemin est déjà en cours d'utilisation !

source: Invalid Action !
fr_fr: Action invalide.

source: Server Added Successfully!
fr_fr: Serveur Ajouté avec Succès!

source: The new server has been added but must be validated.
fr_fr: Le nouveau serveur a été ajouté, mais doit être validé.

source: Game Cache Not Ready!
fr_fr: Le Dépôt du Jeu n'est pas prêt

source: The new server has been added and is currently being created.
fr_fr: Le nouveau serveur a été ajouté et est en cours de création.

source: Cannot edit the server while this one is running.
fr_fr: Impossible de modifier le serveur alors que celui-ci est en marche.

source: Server Updated Successfully!
fr_fr: Serveur Mis à Jour avec Succès!

source: Your changes to the server have been saved.
fr_fr: Les modifications au serveur ont été enregistrées.

source: Screen is not installed on the server's box.
fr_fr: Screen n'est pas installé sur le dédié du serveur.

source: Xorg is not installed on the server's box.
fr_fr: Xorg n'est pas installé sur le dédié du serveur.

source: hal is not installed on the server's box.
fr_fr: hal n'est pas installé sur le dédié du serveur.

source: Xvfb is not installed on the server's box.
fr_fr: Xvfb n'est pas installé sur le dédié du serveur.

source: Wine is not installed on the server's box.
fr_fr: Wine n'est pas installé sur le dédié du serveur.

source: Server Successfully Validated!
fr_fr: Serveur Validé avec Succès!

source: The server is now ready for use.
fr_fr: Le serveur est maintenant prêt à être utilisé.

source: The server must be stopped first!
fr_fr: Le serveur doit être arrêté en premier!

source: Operation in progress on this game server!
fr_fr: Opération en cours sur ce serveur de jeu!

source: Server Deleted Successfully!
fr_fr: Serveur Supprimé avec Succès!

source: The selected server has been removed.
fr_fr: Le serveur sélectionné a été supprimé.

source: Unable To Start The Game Server!
fr_fr: Impossible De Démarrer Le Serveur De Jeu!

source: Installing Game Server!
fr_fr: Installation du Serveur de Jeu!

source: Your game server is currently being created. Please wait...
fr_fr: Votre serveur de jeu est en cours de création. Veuillez patienter...

source: Unable To Update Game Server!
fr_fr: Impossible de Mettre à Jour le Serveur de Jeu!

source: Updating Game Server!
fr_fr: Mise à Jour du Serveur de Jeu!

source: Your game server is currently being updated. Please wait...
fr_fr: Votre serveur de jeu est en cours de mise à jour. Veuillez patienter...

source: The Following Servers Were Started:
fr_fr: les Serveurs Suivants Ont Eté Demarrés:

source: The Following Servers Were Stopped:
fr_fr: Les Serveurs Suivants Ont Eté Stoppés:

source: The Following Servers Were Rebooted:
fr_fr: les Serveurs Suivants Ont Eté Redemarrés:

source: The Following Servers Are Being Updated:
fr_fr: les Serveurs Suivants Ont Eté Mis à Jour:

source: Server Settings
fr_fr: Paramètres Serveur

source: is currently running!
fr_fr: est en cours d'éxecution!

source: Server profile edition disabled.
fr_fr: L'édition du serveur a été désactivée.

source: The server is currently running.
fr_fr: Le serveur est lancé!

source: You must validate the server before changing its status.
fr_fr: Vous devez valider le serveur avant de modifier son statut.

source: install game server files
fr_fr: installer les fichiers du serveur de jeu

source: Manage Server
fr_fr: Gérer le Serveur

source: Delete Server
fr_fr: Supprimer le Serveur

source: Delete Server &amp; Files
fr_fr: Supprimer le Serveur & Les Fichiers

source: Files Information
fr_fr: Informations sur les Fichiers

source: Are you sure you want to unlink game server:
fr_fr: Êtes-vous sûr que vous voulez délier le serveur:

source: Are you sure you want to fully delete game server with its files:
fr_fr: Êtes-vous sûr que vous voulez complètement supprimer le serveur avec ses fichiers:

source: License Information
fr_fr: Information sur la Licence

source: WARNING : All logs will be deleted!
fr_fr: AVERTISSEMENT: Tous les rapports seront supprimés!

source: Download all logs (TXT) ?
fr_fr: Télécharger tous les journaux (TXT)?

source: Download all logs (CSV: Comma-Separated Values(;) ) ?
fr_fr: Télécharger tous les journaux (CSV: Comma-Separated Values(;) ) ?

source: Activity Logs Deleted Successfully!
fr_fr: Journaux d'Activité Supprimés avec Succès!

source: All activity logs have been removed.
fr_fr: Tous les journaux d'activité ont été supprimés.

source: Optimize Database
fr_fr: Optimiser la Base de Données

source: This operation tells the MySQL server to clean up the database tables, optimizing them for better performance.
fr_fr: Cette opération indique au serveur MySQL de nettoyer les tables de la base de données, en les optimisant pour une meilleure performance.

source: It is recommended that you run this at least once a month.
fr_fr: Il est recommandé que vous exécutiez ceci au moins une fois par mois.

source: Optimize!
fr_fr: Optimiser!

source: Analysis Result
fr_fr: Résultat de l'Analyse

source: Operation
fr_fr: Opération

source: Optimizing tables... Done!
fr_fr: Optimisation des tables... Fait!

source: Tables are up to date.
fr_fr: Les tables sont à jour.

source: PHP Info
fr_fr: Informations PHP

source: No server available for RCON!
fr_fr: Aucun serveur disponible pour RCON!

source: All servers are offline.
fr_fr: Tous les serveurs sont hors ligne.

source: Version Check
fr_fr: Vérification de la Version

source: Software Update Available!
fr_fr: Nouvelle Version Disponible!

source: It is strongly recommended that you apply this update to BrightGamePanel as soon as possible.
fr_fr: Il est fortement recommandé d'appliquer cette mise à jour à BrightGamePanel dès que possible.

source: Download From SourceForge.net
fr_fr: Télécharger Depuis SourceForge.net

source: Your system is up-to-date!
fr_fr: Le système est à jour!

source: Current Install
fr_fr: Installation Actuelle

source: Project
fr_fr: Projet

source: Package
fr_fr: Paquet

source: Branch
fr_fr: Branche

source: Release Date
fr_fr: Date de Sortie

source: Remote Version (version.bgpanel.net)
fr_fr: Version Distante (version.bgpanel.net)

source: Utilities
fr_fr: Utilitaires

source: Tools
fr_fr: Outils

source: Server RCON Tool
fr_fr: Outil RCON

source: Launcher
fr_fr: Lanceur

source: No Scripts Available
fr_fr: Aucun Script Disponible

source: No Categories Available
fr_fr: Aucune Catégorie Disponible

source: No Boxes Available
fr_fr: Aucun Dédié Disponible

source: Misc
fr_fr: Divers

source: Panel Settings
fr_fr: Paramètres du Panel

source: Categories
fr_fr: Catégories

source: Management
fr_fr: Gestion

source: Games
fr_fr: Jeux

source: Groups
fr_fr: Groupes

source: Sign Out
fr_fr: Déconnexion

source: Game Servers
fr_fr: Serveurs de Jeu

source: Voice Servers
fr_fr: Serveurs Vocaux
